{
  "title": "Thoughts for the day",
  "heading": "Thoughts for the day",
  "thoughts": [
    "Explore the unknown. You may find yourself there!",
    "In the long run, it's more important to be understood than agreed with.",
    "Flexibility is a key to happiness. If you think there is only one way you can be happy, your chances are much lower than if you think there are hundreds of ways to be happy.",
    "Everyone you meet has something to teach you. If you pay attention.",
    "Life is like a garden. Plan it, tend it and weed it, and you have a thing of beauty. Don't, and you have compost.",
    "It's amazing how often \"Natural Talent\" shows up in people who have been practicing something for years...",
    "One of the best antidotes for depression is doing something nice for someone else.",
    "Express yourself. It's good for your sanity.",
    "Do something for yourself today. Make someone smile. You'll like it.",
    "Something very special will happen today. If you pay very close attention, you might see it.",
    "Don't let the little things on your <em>to do</em> list slide. Lots of little things sliding together is called an avalanche.",
    "Procrastination is nothing but borrowing time from your future self. And not paying it back.",
    "Look for joy in everything that you do today. You might not find it in everything, but you'll find a lot more of it if you look.",
    "If you <em>must</em> try to change someone, try praising and encouraging them; it won't work either, but <em>you</em> will be a lot more pleasant to be around while you try.",
    "What have you done today, to make tomorrow better?",
    "Write down a goal for today. Then achieve it.",
    "Free entertainment: Think about something that makes you smile.",
    "Give yourself a success, everyday. No matter how small. Write a haiku, straighten your desk. Success is a habit you can practice..",
    "Your surroundings affect you. Take one step to make yours better today!",
    "Think of one thing you have been putting off for a long time. Got one? Ok, now go do it. Right now. I'll wait.",
    "What nice thing has someone done for you, that you can do for someone else?",
    "Learning from your mistakes can be painful, but it's much less so than not learning from them",
    "Are you the same person you were five years ago? If so, why?",
    "Who has influenced your life in a positive way? Do they know?",
    "Add some beauty to the world today. Write a poem, draw a picture, write a story. Then share it with someone.",
    "If you want to learn something, try teaching someone something you think you know well.",
    "Imitation is the sincerest form of flattery. Find someone who is good at something, and flatter them.",
    "There are many, many wonderful people out there, just waiting to be discovered.",
    "Let someone know they did something good today. If that's hard, you need to practice more.",
    "Virtues, carried to extremes, become vices.",
    "Take a walk. Outside, not at mall. Nice isn't it?",
    "It's 4am. Do you know where your heart is?",
    "Time isn't money. You can get more money.",
    "You are a work in progress. Don't forget to work on yourself today.",
    "Do something today that scares you (something positive!).",
    "Listening is one of the cheapest ways to learn.",
    "People are amazing. Get to know some more of them.",
    "Happiness often sneaks in through a door you didn’t know you left open.",
    "Small acts of kindness can echo longer than you imagine.",
    "Sometimes the slow path is the shortest route to where you truly want to go.",
    "Gratitude is the shortest path between two hearts.",
    "Speak less to be heard more.",
    "An unanswered question can be more powerful than an easy answer.",
    "The more you give away, the more room you have to grow.",
    "Stillness is a kind of motion, too.",
    "Not every mountain you face must be climbed; some are meant to be admired.",
    "Friendship is built in the small, consistent moments, not grand gestures.",
    "Curiosity is the compass of the soul.",
    "Learn to love the questions as much as the answers.",
    "An open mind is a magnet for wisdom.",
    "Every ending has a seed of a beginning inside it.",
    "Your words can be bridges or walls—choose wisely.",
    "Time spent listening is never wasted.",
    "Sometimes the bravest thing you can do is rest.",
    "Your perspective can change the shape of the truth you see.",
    "Beauty often hides in plain sight; slow down to find it.",
    "You can’t pour from an empty cup; care for yourself, too.",
    "What you focus on grows—water the good things."
  ]
}
